<footer class="footer">
            <div class="container">
                <div class="d-flex flex-column flex-xl-row">
                    <div class="footer-logo-section">
                        <div class="footer-logo">
                            <img src="assets/images/logo_footer.png" alt="">
                        </div>
                        <p class="footer-description">
                            Mototours Asia sẽ đưa bạn về những miền hoang dã đúng như tên gọi của nó. Hãy cùng khám phá, trải nghiệm để nhớ suốt đời cùng MTA
                        </p>
                        <p class="footer-address">
                            <span>Địa chỉ</span><br>
                            9th floor, Sport Hotel 15, Le Van Thiem St, Hai Ba Trung Dis, Hanoi
                        </p>
                    </div>
                    <div class="footer-links">
                        <div class="footer-column">
                            <h4>Liên kết nhanh</h4>
                            <a href="#">Tour trong nước</a>
                            <a href="#">Tour nước ngoài</a>
                            <a href="#">Về chúng tôi</a>
                            <a href="#">Blogs</a>
                            <a href="#">Tin tức</a>
                        </div>
                        <div class="footer-column">
                            <h4>Liên hệ MTA</h4>
                            <a href=""> Phone: +84979900800</a>
                            <a href="">Email: info@MotoToursAsia.com</a>
                            <div class="social-icons">
                                <a href="#">
                                    <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <circle cx="22" cy="22" r="22" fill="#747474"/>
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M22 13C23.026 13 24.0784 13.0248 25.0984 13.0655L26.3032 13.1196L27.4564 13.184L28.5364 13.2528L29.5228 13.3251C30.5934 13.4017 31.601 13.8313 32.3679 14.538C33.1349 15.2448 33.6122 16.1835 33.7156 17.1888L33.7636 17.6685L33.8536 18.6957C33.9376 19.7601 34 20.9204 34 22.03C34 23.1396 33.9376 24.2999 33.8536 25.3643L33.7636 26.3915L33.7156 26.8712C33.6121 27.8767 33.1347 28.8155 32.3675 29.5223C31.6003 30.2291 30.5924 30.6585 29.5216 30.7349L28.5376 30.806L27.4576 30.876L26.3032 30.9404L25.0984 30.9945C24.0662 31.0366 23.0332 31.0584 22 31.06C20.9668 31.0584 19.9338 31.0366 18.9016 30.9945L17.6968 30.9404L16.5436 30.876L15.4636 30.806L14.4772 30.7349C13.4066 30.6583 12.399 30.2288 11.6321 29.522C10.8651 28.8152 10.3878 27.8765 10.2844 26.8712L10.2364 26.3915L10.1464 25.3643C10.055 24.2549 10.0062 23.1427 10 22.03C10 20.9204 10.0624 19.7601 10.1464 18.6957L10.2364 17.6685L10.2844 17.1888C10.3878 16.1837 10.8649 15.2451 11.6316 14.5384C12.3983 13.8316 13.4056 13.402 14.476 13.3251L15.4612 13.2528L16.5412 13.184L17.6956 13.1196L18.9004 13.0655C19.933 13.0234 20.9664 13.0016 22 13ZM19.6 19.2928V24.7672C19.6 25.2887 20.2 25.6138 20.68 25.3542L25.72 22.617C25.8297 22.5576 25.9208 22.472 25.9841 22.369C26.0475 22.266 26.0808 22.149 26.0808 22.03C26.0808 21.911 26.0475 21.794 25.9841 21.691C25.9208 21.588 25.8297 21.5024 25.72 21.443L20.68 18.707C20.5705 18.6475 20.4463 18.6162 20.3199 18.6162C20.1935 18.6162 20.0693 18.6476 19.9598 18.7071C19.8503 18.7666 19.7594 18.8521 19.6963 18.9551C19.6331 19.0581 19.5999 19.175 19.6 19.2939V19.2928Z" fill="white"/>
                                    </svg>
                                </a>
                                <a href="#">
                                    <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <circle cx="22" cy="22" r="22" fill="#747474"/>
                                        <path d="M33.6667 22.0002C33.6667 15.5602 28.44 10.3335 22 10.3335C15.56 10.3335 10.3334 15.5602 10.3334 22.0002C10.3334 27.6468 14.3467 32.3485 19.6667 33.4335V25.5002H17.3334V22.0002H19.6667V19.0835C19.6667 16.8318 21.4984 15.0002 23.75 15.0002H26.6667V18.5002H24.3334C23.6917 18.5002 23.1667 19.0252 23.1667 19.6668V22.0002H26.6667V25.5002H23.1667V33.6085C29.0584 33.0252 33.6667 28.0552 33.6667 22.0002Z" fill="white"/>
                                    </svg>
                                </a>
                                <a href="#">
                                    <svg width="44" height="44" viewBox="0 0 44 44" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <circle cx="22" cy="22" r="22" fill="#747474"/>
                                        <path d="M27.3667 14.79C26.5694 13.8794 26.1299 12.7103 26.1301 11.5H22.5251V25.9667C22.4978 26.7497 22.1675 27.4916 21.6038 28.0357C21.04 28.5799 20.2869 28.8838 19.5034 28.8833C17.8467 28.8833 16.4701 27.53 16.4701 25.85C16.4701 23.8433 18.4067 22.3383 20.4017 22.9567V19.27C16.3767 18.7333 12.8534 21.86 12.8534 25.85C12.8534 29.735 16.0734 32.5 19.4917 32.5C23.1551 32.5 26.1301 29.525 26.1301 25.85V18.5117C27.5919 19.5615 29.347 20.1248 31.1467 20.1217V16.5167C31.1467 16.5167 28.9534 16.6217 27.3667 14.79Z" fill="white"/>
                                    </svg>
                                </a>
                            </div>
                        </div>
                        <div class="footer-column">
                            <h4>Liên hệ tư vấn</h4>
                            <form class="consultation-form">
                                <input type="tel" placeholder="Nhập số điện thoại" class="consultation-input">
                                <button type="submit" class="btn-FF8A15 ">Gửi yêu cầu tư vấn</button>
                            </form>
                        </div>
                    </div>
                </div>
            </div>
        </footer>

